{
    "START": "Hi I'm StefanBot, a personalized bot for Stefan Theofilos' Resume!  Want to learn more about Stefan?  Say BEGIN to get started.",
    "HI": "Hi I'm StefanBot, a personalized bot for Stefan Theofilos' Resume!  Want to learn more about Stefan?  Say BEGIN to get started.",
    "BEGIN": "I can only respond to keywords, so would you like to dive into ABOUT him, his EDUCATION, or his PORTFOLIO,?",
    "ABOUT": "He's an UI/UX Designer and Front-End Engineer from Nashville, TN. He's been designing mobile apps for the past two years and loves the challenge of seeing a project through from the sketch pad to final deployment.",
    "DESIGN": "His first taste of graphic design came when he would create the album artwork for his band and started to get into app design when he was a Junior at Belmont University.  With many app ideas of his own and no knowledge of coding, he bought Sketch 3 and taught himself the basics of iOS and Android Design.  A year later he would branch out and freelance, being hired by both individuals and companies to design their respective apps.",
    "EDUCATION": "He recently graduated from Belmont University in Nashville with a double major in Entrepreneurship and Music Business, after which he enrolled in an immersive code education program, concenrating on Front End Engineering, at The Iron Yard.",
    "PORTFOLIO": "stefan.theofilos.me is the link to his portfolio. He designs APPS, WEBSITES, as well as custom SNAPCHAT FILTERS.",
    "APPS": "He has designed apps that range from tinder-like games to location apps.  A couple of his standouts are Splitit, which is a point-of-sale group payment app and Sonotize, which is a music player that rewards you for listening to music.  All can be seen at stefantheofilos.me",
    "WEBSITES": "Some websites he's designed include stefantheofilos.me and snapdesign.io.  Some of the languages he knows are HTML/CSS and Javascript/Ember.JS.",
    "SNAPCHAT FILTERS": "Stefan started to design custom Snapchat filters in Early 2016.  He launched SnapDesign.io, which is a platform where others can order custom filters for $35 each.",
    "COOL": "Thanks friend!",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, StefanBot is back."
}
